Tekla.Structures.Filtering.Categories.ReinforcingBarFilterExpressions.Position
The Position class represents the position filter expression.

Tekla.Structures.Filtering.Categories.ReinforcingBarFilterExpressions.Position.#ctor
Initializes a new instance of the Position class.